import u90601 from "../assets/DataSneakers/NewBalance U9060/U9060 1.webp"
import u90602 from "../assets/DataSneakers/NewBalance U9060/U9060 2.webp"
import u90603 from "../assets/DataSneakers/NewBalance U9060/U9060 3.webp"
import u90604 from "../assets/DataSneakers/NewBalance U9060/U9060 4.webp"
import u90605 from "../assets/DataSneakers/NewBalance U9060/U9060 5.webp"
import u90606 from "../assets/DataSneakers/NewBalance U9060/U9060 6.webp"
import u90607 from "../assets/DataSneakers/NewBalance U9060/U9060 7.jpg"
import u90608 from "../assets/DataSneakers/NewBalance U9060/U9060 8.webp"
import u90609 from "../assets/DataSneakers/NewBalance U9060/U9060 9.webp"

import speed from "../assets/DataSneakers/Anta/SPEED 3.0/SPEED 3.0 1.webp"

import effect from "../assets/DataSneakers//PUMA/RSX EFEXT PRM/RSX EFEXT PRM.jpg"

import hi1 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 1.webp"
import hi2 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 2.webp"
import hi3 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 3.webp"
import hi4 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 4.webp"
import hi5 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 5.webp"
import hi6 from "../assets/DataSneakers/PUMA/RSX Hi/RSX Hi 6.webp"

import zig1 from "../assets/DataSneakers/Reebok ZIG KINETICA/ZIG KINETICA 1.webp"
import zig2 from "../assets/DataSneakers/Reebok ZIG KINETICA/ZIG KINETICA 2.webp"
import zig3 from "../assets/DataSneakers/Reebok ZIG KINETICA/ZIG KINETICA 3.webp"


const SneakersData = {
    NewBalance: [
        {
            id: 1,
            title: "NewBalance",
            category: "NewBalance",
            article: "U9060",
            image: u90601,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 2,
            title: "NewBalance",
            category: "NewBalance",
            article: "U9060",
            image: u90602,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 3,
            title: "NewBalance",
            category: "NewBalance",
            article: "U9060",
            image: u90603,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 4,
            category: "NewBalance",
            title: "NewBalance",
            article: "U9060",
            image: u90604,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 5,
            category: "NewBalance",
            title: "NewBalance",
            article: "U9060",
            image: u90605,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 6,
            category: "NewBalance",
            title: "NewBalance",
            article: "U9060",
            image: u90606,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 7,
            category: "NewBalance",
            title: "NewBalance",
            article: "U9060",
            image: u90607,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 8,
            category: "NewBalance",
            title: "NewBalance",
            article: "U9060",
            image: u90608,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 9,
            title: "NewBalance",
            category: "NewBalance",
            article: "U9060",
            image: u90609,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
    ],

    Anta: [
        {
            id: 1,
            title: "Anta",
            category: "Anta",
            article: "Speed 3.0",
            image: speed,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
    ],

    Puma: {
        effect: [
            {
                id: 1,
                title: "Puma",
                category: "Puma",
                article: "RSX EFFECT PRM",
                image: effect,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            }
        ],
        hi: [
            {
                id: 1,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi1,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
            {
                id: 2,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi2,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
            {
                id: 3,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi3,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
            {
                id: 4,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi4,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
            {
                id: 5,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi5,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
            {
                id: 6,
                title: "Puma",
                category: "Puma",
                article: "RSX HI",
                image: hi6,
                description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
                specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
                price: "27 990",
            },
        ]
    },

    Reebok: [
        {
            id: 1,
            title: "Reebok",
            category: "Reebok",
            article: "ZIG KINETICA",
            image: zig1,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 2,
            title: "Reebok",
            category: "Reebok",
            article: "ZIG KINETICA",
            image: zig2,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
        {
            id: 3,
            title: "Reebok",
            category: "Reebok",
            article: "ZIG KINETICA",
            image: zig3,
            description: "Модель 9060 переосмысливает элементы классических моделей 99X и вдохновлены футуристической эстетикой эпохи 2000 года. Верх частично выполнен из натуральной кожи, что делает модель не только практичной, но и стильной. Сетчатые вставки отлично пропускают воздух, обеспечивая дополнительную вентиляцию. Промежуточная подошва с технологией амортизации ABZORB защищает суставы от ударных нагрузок. Подошва с рельефным рисунком обеспечивает превосходное сцепление и устойчивость, позволяя чувствовать себя уверенно при каждом шаге. Амортизация пятки ABZORB SBS обеспечивает дополнительную устойчивость, оптимальную посадку и надежную фиксацию.",
            specification: "Верх - коровья кожа 64.08%, искусственная кожа 18.07%, текстиль 16.72%, нейлон 1.13%, подкладка - текстиль, низ - резина",
            price: "27 990",
        },
    ]
};

export default SneakersData;
